tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "rigellute/tap"
brew "node"
brew "anime-downloader"
brew "ansible"
brew "bat"
brew "cowsay"
brew "direnv"
brew "docker", link: false
brew "fd"
brew "fzf"
brew "gawk"
brew "jq"
brew "krb5"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "postgresql"
brew "pyenv"
brew "ripgrep"
brew "slides"
brew "stow"
brew "tmux"
brew "tree"
cask "iterm2"
cask "rectangle"
