tap "1password/tap"
tap "akeylesslabs/tap"
tap "ankitpokhrel/jira-cli"
tap "ariga/tap"
tap "chiselstrike/tap"
tap "cimpress-mcp/stskeygen-installers", "https://github.com/Cimpress-MCP/stskeygen-installers.git"
tap "databricks/tap"
tap "derailed/k9s"
tap "fishtown-analytics/dbt"
tap "gitpod-io/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jotta/cli"
tap "kreuzwerker/taps"
tap "libsql/sqld"
tap "lingrino/tap"
tap "localstack/tap"
tap "messense/macos-cross-toolchains"
tap "metafates/mangal"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "pjgaetan/pjgaetan"
tap "pulumi/tap"
tap "quarylabs/quary"
tap "rigellute/tap"
tap "salesforce/policy_sentry", "https://github.com/salesforce/policy_sentry"
tap "snyk/tap"
tap "sst/tap"
tap "tofuutils/tap"
tap "tursodatabase/tap"
brew "act"
brew "libssh2"
brew "openssl@1.1"
brew "aria2"
brew "node"
brew "python@3.11"
brew "anime-downloader"
brew "cryptography"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "csvkit"
brew "csvtomd"
brew "curl"
brew "dasel"
brew "dbmate"
brew "direnv"
brew "dive"
brew "duckdb"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fx"
brew "fzf"
brew "jq"
brew "fzf-dbt"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitlab-ci-local"
brew "gitlab-runner", restart_service: :changed
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gpg-tui"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gum"
brew "hcloud"
brew "html-xml-utils"
brew "httpie"
brew "hugo"
brew "hurl"
brew "libraw"
brew "imagemagick"
brew "infracost"
brew "jnv"
brew "lazygit"
brew "lftp"
brew "libfido2"
brew "libplacebo"
brew "lua"
brew "luarocks"
brew "lux"
brew "makefile2graph"
brew "mercurial"
brew "miller"
brew "minikube"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "neovim"
brew "netcat"
brew "newsboat"
brew "newsraft"
brew "nghttp2"
brew "nmap"
brew "numpy"
brew "openjdk"
brew "openvino"
brew "parallel"
brew "plantuml"
brew "pnpm"
brew "policy_sentry"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "qsv"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rtorrent"
brew "rustup"
brew "sd"
brew "shellcheck"
brew "slides"
brew "socat"
brew "spotifyd", restart_service: :changed
brew "sqlc"
brew "sqlite-utils"
brew "stow"
brew "switchaudio-osx"
brew "tcpflow"
brew "telnet"
brew "tenv"
brew "tfenv", link: false
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tofuenv", link: false
brew "tokei"
brew "tree"
brew "uv"
brew "vhs"
brew "watchman"
brew "wget"
brew "xsv"
brew "youplot"
brew "yq"
brew "akeylesslabs/tap/akeyless"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "ariga/tap/atlas"
brew "cimpress-mcp/stskeygen-installers/stskeygen"
brew "databricks/tap/databricks"
brew "derailed/k9s/k9s"
brew "gitpod-io/tap/gitpod"
brew "goreleaser/tap/goreleaser"
brew "jesseduffield/lazydocker/lazydocker"
brew "jotta/cli/jotta-cli"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "libsql/sqld/sqld"
brew "lingrino/tap/glen"
brew "localstack/tap/localstack-cli"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "metafates/mangal/mangal"
brew "oven-sh/bun/bun"
brew "pjgaetan/pjgaetan/airflow-cli"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "quarylabs/quary/sqruff"
brew "rigellute/tap/spotify-tui"
brew "snyk/tap/snyk"
brew "sst/tap/opencode"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "anaconda"
cask "darktable"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "mitmproxy"
cask "obsidian"
cask "rancher"
cask "rectangle"
cask "signal"
cask "slack"
cask "snowflake-snowsql"
cask "spotify"
cask "syncplay"
cask "syncthing-app"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bastienboutonnet.vscode-dbt"
vscode "databricks.databricks"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "innoverio.vscode-dbt-power-user"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "randomfractalsinc.vscode-data-table"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "samuelcolvin.jinjahtml"
vscode "snowflake.snowflake-vsc"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "turntable.turntable-for-dbt-core"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "znck.grammarly"
